Revit 2021.1 API
UnitUtils.GetValidDisplayUnits Method
Overload List
Name | Description
GetValidDisplayUnits() |  Obsolete.
 Gets all valid display units.
GetValidDisplayUnits(UnitType) |  Obsolete.
 Gets all valid display units for a given unit type.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace